Repository: diginize/wp-vereinsflieger
Catalog: languages/wp-vereinsflieger-*.po
Languages: de_de

source: This plugin is available free of charge. Anyway maintaining and development takes time.<br>Therefore I'd be very happy for some support in terms of a donation. You can simply follow this link:
de_de: Dieses Plugin ist für dich kostenfrei verfügbar. Trotzdem nehmen Wartung und Entwicklung des Plugins Zeit in Anspruch.<br>Daher würde ich mich über eine kleine Anerkennung in Form einer Spende sehr freuen. Nutze dafür einfach den folgenden Link:

source: Dismiss
de_de: Ausblenden

source: Configuration
de_de: Konfiguration

source: Some inputs are incorrect. Please check.
de_de: Einige Eingaben sind fehlerhaft. Bitte überpüfe diese.

source: Your changes were saved successfully.
de_de: Die Änderungen wurden erfolgreich gespeichert.

source: WP Vereinflieger is not configured completely.
de_de: WP Vereinflieger ist noch nicht richtig konfiguriert.

source: WP Vereinflieger is configured correctly and ready for work.
de_de: WP Vereinflieger ist richtig konfiguriert und einsatzbereit.

source: Please enter the ID number of your club in this field.
de_de: Gib hier die ID deines Vereins aus Vereinsflieger an.

source: This ID can be found in Vereinsflieger at <a href="https://www.vereinsflieger.de/member/admin/community.php">Administration &gt; Verein</a>.
de_de: Diesen findest du in Vereisflieger unter <a href="https://www.vereinsflieger.de/member/admin/community.php">Administration &gt; Verein</a>.

source: The App Key is required to authenticate against the interface of Vereinsflieger.
de_de: Der App Key wird benötigt, um die Schnittstelle von Vereinsflieger nutzen zu können.

source: If you don't have one you can <a href="https://www.vereinsflieger.de/public/Kontakt.htm" target="_blank">contact the support</a> for one.
de_de: Solltest du noch keinen haben, kontaktiere bitte den Support von <a href="https://www.vereinsflieger.de/public/Kontakt.htm" target="_blank">Vereinsflieger.de</a>.

source: Role for new users
de_de: Rolle für neue Nutzer

source: Restriction
de_de: Einschränkungen

source: Allow users linked to Vereinsflieger.de to login with their existing wordpress credentials.
de_de: Benutzer, die mit Vereinsflieger.de verknüpft sind, den Login mit Wordpress-Zugangsdaten erlauben.

source: Caution: When enabling this option, users that left the club might still be able to login to your member area.
de_de: Achtung: Wenn Sie diese Einstellung aktivieren, besteht die Möglichkeit, dass sich Nutzer weiterhin anmelden können, selbst wenn diese in Versinsflieger.de gelöscht wurden.

source: Apply configuration
de_de: Änderungen speichern

source: Settings
de_de: Einstellungen

source: Two factor authentication
de_de: Zwei Faktor Authentifizierung

source: Please enter the current one time password.
de_de: Bitte geben Sie den aktuellen Sicherheitscode Ihres Vereinsflieger.de-Accounts ein.

source: Vereinsflieger is offline
de_de: Vereinsflieger ist offline

source: We're unable to verify your login credentials with Vereinsflieger. The API returned with error <i>%d %s</i>.
de_de: Wir können Ihre Zugangsdaten bei Vereinsflieger nicht überprüfen. Die API gab den folgenden Fehler zurück <i>%d %s</i>.

source: If this problem continues to exist, please contact the administrator.
de_de: Sollte dieses Problem weiterhin bestehen, wenden Sie sich bitte an den Administrator.

source: One time password
de_de: Sicherheitscode

source: Allows users to login into wordpress using their Vereinsflieger login.
de_de: Ermöglicht Vereins-Mitgliedern sich mit ihrem Vereinsflieger-Login anzumelden.
